วันนี้เป็นวันแรกที่ผมจะได้ทำงานกับFIBO เมื่อไปถึงก็ได้รับงานจากอาจารย์ สยาม(รศ. ดร. สยาม เจริญเสียง)เป็นการตรวจสอบอุปกรณ์คอมพิวเตอร์ในห้องพักนักศึกษา 


หลังจากที่ได้รายงานตัวกับอ. สยาม แล้วผมก็ได้คุยเรื่องProjectที่จะทำ โดยผมได้ทำในส่วนของControllerควบคุมมอเตอร์ในแขนกลในProjectของพี่สอง(เป็นพี่เรียนป.เอกที่นั่น) ส่วนคนอื่น กอล์ฟได้ทำเกี่ยวกับ vision กฤช ทำเกี่ยวกับandroid


หลังจากนั้นผมก็ไปบ้านหม้อกับอ.สยาม อ.ต้นและพี่สอง ไปดูอุปกรณ์เพื่อที่จะทำProject บ้านหม้อสมชื่อจริงๆมีของน่าสนใจหลายอย่างน่าจะเอามาเล่นได้


ในช่วงค่ำพวกผมสามคนก็ได้ช่วยพี่เล้งทำโต๊ะ touch screen โดยใช้หลักการโพรเจคเตอร์กับอิฟาเรดและกล้องใช้ในการจับการเคลื่อนไหว
